Repository: OsmBelarus/Databases
Catalog: Nazvy_vulic.OmegaT/tm/Minskaja/Minsk.tmx
Source language: ru
Languages: be

source: 3 Сентября
be: #3 Верасня

source: 50 лет Победы
be: #50 год Перамогі

source: Абрикосовая
be: #Абрыкосавая

source: Авангардный
be: #Авангардны

source: Авиации
be: #Авіяцыі

source: Авроровская
be: #Аўрораўская

source: Автодоровская
be: #Аўтадораўская

source: Автодоровский
be: #Аўтадораўскі

source: Автозаводская
be: #Аўтазаводская

source: Автозаводской
be: #Аўтазаводскі

source: Автомобилистов
be: #Аўтамабілістаў

source: Агатовый
be: #Агатавы

source: Адама Шемеша
be: #Адама Шэмеша

source: Азизова
be: #Азізава

source: Азовская
be: #Азоўская

source: Айвазовского
be: #Айвазоўскага

source: Академика Вышелесского
be: #Акадэміка Вышалескага

source: Академика Жебрака
be: #Акадэміка Жэбрака

source: Академика Карского
be: #Акадэміка Карскага

source: Академика Купревича
be: #Акадэміка Купрэвіча

source: Академика Курчатова
be: #Акадэміка Курчатава

source: Академика Фёдорова
be: #Акадэміка Фёдарава

source: Академическая
be: #Акадэмічная

source: Аладовых
be: #Аладавых

source: Александровская
be: #Аляксандраўская

source: Алеся Бачило
be: #Алеся Бачылы

source: Алибегова
be: #Алібегава

source: Аллейная
be: #Алейная

source: Алоизы Пашкевич
be: #Алаізы Пашкевіч

source: Алтайский
be: #Алтайскі

source: Амбулаторный
be: #Амбулаторны

source: Амураторская
be: #Амуратарская

source: Амурский
be: #Амурскі

source: Ангарский
be: #Ангарскі

source: Андреевская
be: #Андрэеўская

source: Аннаева
be: #Анаева

source: Антонова
be: #Антонава

source: Антоновская
be: #Антонаўская

source: Аполинарьевская
be: #Апалінар'еўская

source: Арктическая
be: #Арктычная

source: Артёма
be: #Арцёма

source: Артиллеристов
be: #Артылерыстаў

source: Архитектора Заборского
be: #Архітэктара Заборскага

source: Асаналиева
be: #Асаналіева

source: Ауэзова
be: #Аўэзава

source: Аэродромная
be: #Аэрадромная

source: Аэродромный
be: #Аэрадромны

source: Аэрофлотская
be: #Аэрафлоцкая

source: Аэрофлотский
be: #Аэрафлоцкі

source: Бабушкина
be: #Бабушкіна

source: Багратиона
be: #Баграціёна

source: Багряная
be: #Барвовая

source: Багряный
be: #Барвовы

source: Базисная
be: #Базісная

source: Базисный
be: #Базісны

source: Бакинская
be: #Бакінская

source: Балтийская
be: #Балтыйская

source: Барамзиной
be: #Барамзіной

source: Баторинская
be: #Баторынская

source: Баторинский
be: #Баторынскi

source: Бегомльская
be: #Бягомльская

source: Белецкого
be: #Бялецкага

source: Белинского
be: #Бялінскага

source: Беломорская
be: #Беламорская

source: Белорусская
be: #Беларуская

source: Бельского
be: #Бельскага

source: Бельчицкая
be: #Бельчыцкая

source: Беляева
be: #Бяляева

source: Березинская
be: #Бярэзінская

source: Берёзовая
be: #Бярозавая

source: Берёзогорская
be: #Бярозагорская

source: Берестянская
be: #Берасцянская

source: Берсона
be: #Берсана

source: Бетонный
be: #Бетонны

source: Бехтерева
be: #Бехцерава

source: Библиотечная
be: #Бібліятэчная

source: Бирюзова
be: #Бірузова

source: Бобруйская
be: #Бабруйская

source: Болеслава Берута
be: #Баляслава Берута

source: Болотная
be: #Балотная

source: Болотникова
be: #Балотнікава

source: Больничный
be: #Бальнічны

source: Большая Слепня
be: #Вялікая Слепня

source: Боровецкий
be: #Баравецкі

source: Бородинская
be: #Барадзінская

source: Ботаническая
be: #Батанічная

source: Брагинская
be: #Брагінская

source: Брагинский
be: #Брагінскі

source: Братский
be: #Брацкі

source: Брест-Литовская
be: #Брэст-Літоўская

source: Брестская
be: #Брэсцкая

source: Брестский
be: #Брэсцкі

source: Брикета
be: #Брыкета

source: Брилевская
be: #Брылеўская

source: Брилевский
be: #Брылеўскі тупік

source: Бровикова
be: #Бровікава

source: Броневой
be: #Бранявы

source: Бронислава Тарашкевича
be: #Браніслава Тарашкевіча

source: Будённого
be: #Будзёнага

source: Будславская
be: #Будслаўская

source: Будславский
be: #Будслаўскі

source: Бурдейного
be: #Бурдзейнага

source: Быховская
be: #Быхаўская

source: Вавилова
be: #Вавілава

source: Валентия Ваньковича
be: #Валенція Ваньковіча

source: Варвашени
be: #Варвашэні

source: Васильковая
be: #Васільковая

source: Васнецова
be: #Васняцова

source: Ватутина
be: #Ватуціна

source: Ваупшасова
be: #Ваўпшасава

source: Великоморская
be: #Вялікаморская

source: Велозаводская
be: #Велазаводская

source: Велосипедный
be: #Веласіпедны

source: Велотрек
be: #Велатрэк

source: Вересковая
be: #Верасовая

source: Верещагина
be: #Верашчагіна

source: Верхний
be: #Верхні

source: Веры Хоружей
be: #Веры Харужай

source: Весенняя
be: #Вясновая

source: Веснина
be: #Весніна

source: Веснинка
be: #Веснінка

source: Взлётная
be: #Узлётная

source: Вилейская
be: #Вілейская

source: Вилковщина
be: #Вілкаўшчына

source: Вильямса
be: #Вільямса

source: Виноградная
be: #Вінаградная

source: Вирская
be: #Вірская

source: Витебская
be: #Віцебская

source: Вишнёвый
be: #Вішнёвы

source: Владислава Голубка
be: #Уладзіслава Галубка

source: Владислава Сырокомли
be: #Уладзіслава Сыракомлі

source: Водозаборная
be: #Водазаборная

source: Водолажского
be: #Вадалажскага

source: Водопроводный
be: #Водаправодны

source: Войсковый
be: #Вайсковы

source: Вокзальная
be: #Вакзальная

source: Волгоградская
be: #Валгаградская

source: Волгодонская
be: #Валгадонская

source: Волжский
be: #Волжскі

source: Волмянская
be: #Валмянская

source: Володарского
be: #Валадарскага

source: Володько
be: #Валадзько

source: Воложинская
be: #Валожынская

source: Волоха
be: #Волаха

source: Волочаевская
be: #Валачаеўская

source: Волочаевский
be: #Валачаеўскі

source: Воронянского
be: #Варанянскага

source: Воропаевская
be: #Варапаеўская

source: Восточная
be: #Усходняя

source: Восточный
be: #Усходні

source: Всеволода Игнатовского
be: #Усевалада Ігнатоўскага

source: Всехсвятская
be: #Усіхсвяцкая

source: Встречная
be: #Сустрэчная

source: Встречный
be: #Сустрэчны

source: Вузовский
be: #Вузаўскі

source: Выготского
be: #Выгоцкага

source: Высокий
be: #Высокі

source: Гагарина
be: #Гагарына

source: Газеты Правда
be: #Газеты Праўда

source: Гамарника
be: #Гамарніка

source: Гастелло
be: #Гастэлы

source: Гвардейская
be: #Гвардзейская

source: Гвардейский
be: #Гвардзейскі

source: Геологическая
be: #Геалагічная

source: Геологический
be: #Геалагічны

source: Герасименко
be: #Герасіменкі

source: Германовская
be: #Германаўская

source: Германовский
be: #Германаўскі

source: Героев 120 Дивизии
be: #Герояў 120 Дывізіі

source: Герцена
be: #Герцэна

source: Гикало
be: #Гікалы

source: Гинтовта
be: #Гінтаўта

source: Глубокская
be: #Глыбоцкая

source: Гоголевская
be: #Гогалеўская

source: Голодеда
be: #Галадзеда

source: Гольшанская
be: #Гальшанская

source: Гольшанский
be: #Гальшанскі

source: Горбатова
be: #Гарбатава

source: Горбатый
be: #Гарбаты

source: Горный
be: #Горны

source: Горовца
be: #Гараўца

source: Городецкая
be: #Гарадзецкая

source: Городской Вал
be: #Гарадскі Вал

source: Гребельки
be: #Грэбелькі

source: Грекова
be: #Грэкава

source: Грибной
be: #Грыбны

source: Грибоедова
be: #Грыбаедава

source: Григория Ширмы
be: #Рыгора Шырмы

source: Гризодубовой
be: #Грызадубавай

source: Грицевца
be: #Грыцаўца

source: Гродненская
be: #Гродзенская

source: Громова
be: #Громава

source: Грушевская
be: #Грушаўская

source: Грушевский
be: #Грушаўскі

source: Гурского
be: #Гурскага

source: Гуртьева
be: #Гурцьева

source: Гусовского
be: #Гусоўскага

source: Дальний
be: #Дальні

source: Данилы Сердича
be: #Данілы Сердзіча

source: Даровская
be: #Дароўская

source: Даровский
be: #Дараускi

source: Даумана
be: #Даўмана

source: Дачный
be: #Дачны

source: Двинская
be: #Дзвінская

source: Дворищи
be: #Дворышчы

source: Дежнёва
be: #Дзяжнёва

source: Декабристов
be: #Дзекабрыстаў

source: Денисовская
be: #Дзянісаўская

source: Денисовский
be: #Дзянісаўскі

source: Деповский
be: #Дэпоўскі

source: Детдомовская
be: #Дзетдомаўская

source: Детский
be: #Дзіцячы

source: Дзержинского
be: #Дзяржынскага

source: Димитрова
be: #Дзімітрава

source: Днепровская
be: #Дняпроўская

source: Днепровский
be: #Дняпроўскі

source: Добромысленский
be: #Дабрамысленскі

source: Доватора
be: #Даватара

source: Докучаева
be: #Дакучаева

source: Докшицкая
be: #Докшыцкая

source: Долгиновский
be: #Даўгінаўскі

source: Долгобродская
be: #Даўгабродская

source: Домашевская
be: #Дамашэўская

source: Домашевский
be: #Дамашэўскі

source: Домбровская
be: #Дамброўская

source: Дорошевича
be: #Дарашэвіча

source: Достоевского
be: #Дастаеўскага

source: Дражненский
be: #Дражненскі

source: Дрозда
be: #Дразда

source: Дрозды
be: #Дразды

source: Дубовлянский
be: #Дубаўлянскі

source: Дубравинская
be: #Дубравінская

source: Дубравинский
be: #Дубравінскі

source: Дунина-Марцинкевича
be: #Дуніна-Марцінкевіча

source: Евфросиньи Полоцкой
be: #Еўфрасінні Полацкай

source: Ежи Гедройца
be: #Ежы Гедройца

source: Еловая
be: #Яловая

source: Ельницкая
be: #Ельніцкая

source: Енисейский
be: #Енісейскі

source: Жасминовая
be: #Язмінавая

source: Железнодорожная
be: #Чыгуначная

source: Железнодорожный
be: #Чыгуначны

source: Жилуновича
be: #Жылуновіча

source: Жлобинская
be: #Жлобінская

source: Жукова
be: #Жукава

source: Жуковского
be: #Жукоўскага

source: Заводская
be: #Завадская

source: Загородный
be: #Загарадны

source: Заливной
be: #Заліўной

source: Замковая
be: #Замкавая

source: Западная
be: #Заходняя

source: Запорожская
be: #Запарожская

source: Запорожский
be: #Запарожскі

source: Заречанский
be: #Зарэчанскi

source: Заречная
be: #Зарэчная

source: Заречный
be: #Зарэчны#Зарэчны тупік

source: Заславская
be: #Заслаўская

source: Заслонова
be: #Заслонава

source: Затишье
be: #Зацішша

source: Захарова
be: #Захарава

source: Звёздная
be: #Зорная

source: Зелёнолугская
be: #Зялёналужская

source: Земледельческая
be: #Земляробчая

source: Земледельческий
be: #Земляробчы

source: Землемерная
be: #Землямерная

source: Землемерный
be: #Землямерны

source: Зенитный
be: #Зенітны

source: Зимний
be: #Зімні#Зімовы

source: Зимняя
be: #Зімняя

source: Змитрока Бядули
be: #Змітрака Бядулі

source: Зои Космодемьянской
be: #Зоі Касмадзям’янскай

source: Золотая
be: #Залатая

source: Золотая Горка
be: #Залатая Горка

source: Золотой
be: #Залаты

source: Зубачёва
be: #Зубачова

source: Зыбицкая
be: #Зыбіцкая

source: Ивана Шамякина
be: #Івана Шамякіна

source: Ивановская
be: #Іванаўская

source: Ивенецкая
be: #Івянецкая

source: Игната Буйницкого
be: #Ігната Буйніцкага

source: Игната Домейко
be: #Ігната Дамейкі

source: Игнатенко
be: #Ігнаценкі

source: Игуменский
be: #Ігуменскі

source: Иерусалимская
be: #Іерусалімская

source: Извозная
be: #Возніцкая

source: Извозный
be: #Возніцкі

source: Измайловская
be: #Ізмайлаўская

source: Измайловский
be: #Ізмайлаўскі

source: Изумрудный
be: #Ізумрудны

source: Илимская
be: #Ілімская

source: Ильменская
be: #Ільменская

source: Ильянская
be: #Iльянская

source: Индустриальная
be: #Індустрыяльная

source: Инженерная
be: #Інжынерная

source: Инструментальный
be: #Інструментальны

source: Интернациональная
be: #Інтэрнацыянальная

source: Иодковская
be: #Ёдкаўская

source: Иосифа Гошкевича
be: #Іосіфа Гашкевіча

source: Иосифа Жиновича
be: #Іосіфа Жыновіча

source: Ириновская
be: #Ірынаўская

source: Ириновский
be: #Ірынаўскі

source: Иркутская
be: #Іркуцкая

source: Иркутский
be: #Іркуцкi

source: Искалиева
be: #Іскаліева

source: Кабушкина
be: #Кабушкіна

source: Казарменный
be: #Казарменны

source: Казимировская
be: #Казіміраўская

source: Казинца
be: #Казінца

source: Калинина
be: #Калініна

source: Калининградский
be: #Калінінградскі

source: Калиновского
be: #Каліноўскага

source: Кальварийская
be: #Кальварыйская

source: Кальварийский
be: #Кальварыйскі

source: Каменногорская
be: #Каменнагорская

source: Канатный
be: #Канатны

source: Карбышева
be: #Карбышава

source: Карла Либкнехта
be: #Карла Лібкнехта

source: Каролинская
be: #Каралінская

source: Каролинский
be: #Каралінскі

source: Карпова
be: #Карпава

source: Каховская
be: #Кахоўская

source: Каштановая
be: #Каштанавая

source: Кедышко
be: #Кядышкі

source: Киевская
be: #Кіеўская

source: Киреева
be: #Кірэева

source: Киреенко
be: #Кірэенкі

source: Кирилла и Мефодия
be: #Кірыла і Мяфодзія

source: Кирова
be: #Кірава

source: Киселёва
be: #Кісялёва

source: Клары Цеткин
be: #Клары Цэткін

source: Клена Серебристого
be: #Клёну Серабрыстага

source: Клецкая
be: #Клецкая вулiца

source: Клецкий
be: #Клецкі

source: Клубный
be: #Клубны

source: Клумова
be: #Клумава

source: Ключевая
be: #Ключавая

source: Кнорина
be: #Кнорына

source: Кобринская
be: #Кобрынская

source: Ковалёва
be: #Кавалёва

source: Козлова
be: #Казлова

source: Козыревская
be: #Козыраўская

source: Колесникова
be: #Калеснікава

source: Коллективный
be: #Калектыўны

source: Коллекторная
be: #Калектарная

source: Колхозная
be: #Калгасная

source: Кольцевая
be: #Кальцавая

source: Кольцевой
be: #Кальцавы

source: Кольцова
be: #Кальцова

source: Комаровское кольцо
be: #Камароўскае кальцо

source: Коммунистическая
be: #Камуністычная

source: Комсомольская
be: #Камсамольская

source: Кондрата Крапивы
be: #Кандрата Крапівы

source: Констанции Буйло
be: #Канстанцыі Буйло

source: Кооперативный
be: #Кааператыўны

source: Копыльская
be: #Капыльская

source: Коржа
be: #Каржа

source: Корженевского
be: #Каржанеўскага

source: Корзюки
be: #Карзюкі

source: Корицкого
be: #Карыцкага

source: Короленко
be: #Караленкі

source: Короля
be: #Караля

source: Короткевича
be: #Караткевіча

source: Короткий
be: #Кароткі

source: Корш-Саблина
be: #Корш-Сабліна

source: Космонавтов
be: #Касманаўтаў

source: Котовского
be: #Катоўскага

source: Крамского
be: #Крамскога

source: Красивая
be: #Прыгожая

source: Красивый
be: #Прыгожы

source: Красина
be: #Красіна

source: Красная
be: #Чырвоная

source: Красная Слобода
be: #Чырвоная Слабада

source: Красноармейская
be: #Чырвонаармейская

source: Краснодонская
be: #Чырвонадонская

source: Краснозвёздная
be: #Чырваназоркавая

source: Краснозвёздный
be: #Чырваназоркавы

source: Краснослободская
be: #Чырвонаслабодская

source: Кребовая
be: #Крэбавая

source: Кривая
be: #Крывая

source: Кривичская
be: #Крывіцкая

source: Кривичский
be: #Крывіцкі

source: Кропоткина
be: #Крапоткіна

source: Круглый
be: #Круглы

source: Крупской
be: #Крупскай

source: Крыловича
be: #Крыловіча

source: Кузнечная
be: #Кавальская

source: Кузьмы Минина
be: #Кузьмы Мініна

source: Кузьмы Чорного
be: #Кузьмы Чорнага

source: Куйбышева
be: #Куйбышава

source: Кулешова
be: #Куляшова

source: Кулибина
be: #Кулібіна

source: Кунцевщина
be: #Кунцаўшчына

source: Куприянова
be: #Купрыянава

source: Курсанта Гвишиани
be: #Курсанта Гвішыяні

source: Кутузова
be: #Кутузава

source: К Э Чевский
be: #Кэчаўскі

source: Лазарева
be: #Лазарава

source: Ландера
be: #Ландэра

source: Левкова
be: #Ляўкова

source: Лейтенанта Кижеватова
be: #Лейтэнанта Кіжаватава

source: Ленина
be: #Леніна

source: Ленинградская
be: #Ленінградская

source: Леонида Беды
be: #Леаніда Бяды

source: Лермонтова
be: #Лермантава

source: Леси Украинки
be: #Лесі Украінкі

source: Лесопарковая
be: #Лесапаркавая

source: Летний
be: #Летні

source: Лещинского
be: #Ляшчынскага

source: Либаво-Роменская
be: #Лібава-Роменская

source: Ливенцева
be: #Лівенцава

source: Лидская
be: #Лідская

source: Лизы Чайкиной
be: #Лізы Чайкінай

source: Лили Карастояновой
be: #Лілі Карастаянавай

source: Линейный
be: #Лінейны

source: Липовая
be: #Ліпавая

source: Литературная
be: #Літаратурная

source: Литературный
be: #Літаратурны

source: Лобанка
be: #Лабанка

source: Логойский
be: #Лагойскі

source: Ложинская
be: #Ложынская

source: Ломоносова
be: #Ламаносава

source: Лопатина
be: #Лапаціна

source: Лошица
be: #Лошыца

source: Лошицкая
be: #Лошыцкая

source: Лошицкий
be: #Лошыцкі

source: Луговая
be: #Лугавая

source: Луговой
be: #Лугавы

source: Лукьяновича
be: #Лук'яновіча

source: Льва Сапеги
be: #Льва Сапегі

source: Любви
be: #Кахання

source: Любимова
be: #Любімава

source: Люцинская
be: #Люцынская

source: Магнитная
be: #Магнітная

source: Магнитный
be: #Магнітны

source: Мазурова
be: #Мазурава

source: Майкова
be: #Майкава

source: Макаренко
be: #Макаранкі

source: Максима Богдановича
be: #Максіма Багдановіча

source: Максима Горецкого
be: #Максіма Гарэцкага

source: Максима Танка
be: #Максіма Танка

source: Малинина
be: #Малініна

source: Малое Стиклево
be: #Малое Сціклёва

source: Малофеевская
be: #Малафееўская

source: Малый
be: #Малы

source: Малый Тростенец
be: #Малы Трасцянец

source: Малявки
be: #Маляўкі

source: Маневича
be: #Маневіча

source: Марусинская
be: #Марусінская

source: Марусинский
be: #Марусінскі

source: Марьевская
be: #Мар'еўская

source: Масюковщина
be: #Масюкоўшчына

source: Матвеевская
be: #Мацвееўская

source: Матвеевский
be: #Мацвееўскі

source: Матросова
be: #Матросава

source: Матусевича
be: #Матусевіча

source: Мачульского
be: #Мачульскага

source: Машерова
be: #Машэрава

source: Машинистов
be: #Машыністаў

source: Машиностроителей
be: #Машынабудаўнікоў

source: Маяковского
be: #Маякоўскага

source: Медвежино
be: #Мядзвежына

source: Мелиоративная
be: #Меліяратыўная

source: Мелиоративный
be: #Меліяратыўны

source: Мельникайте
be: #Мельнікайтэ

source: Мельничный
be: #Млынавы

source: Менделеева
be: #Мендзялеева

source: Мержинского
be: #Мяржынскага

source: Местный
be: #Мясцовы

source: Металлистов
be: #Металістаў

source: Миколаевская
be: #Мікалаеўская

source: Микулича
be: #Мікуліча

source: Минская
be: #Менская

source: Мирная
be: #Мірная

source: Мирошниченко
be: #Мірашнічэнкі

source: Михайлова
be: #Міхайлава

source: Михайловский
be: #Міхайлаўскі

source: Михалово
be: #Міхалова

source: Михася Лынькова
be: #Міхася Лынькова

source: Михася Чарота
be: #Міхася Чарота

source: Мичурина
be: #Мічурына

source: Могилёвская
be: #Магілёўская

source: Можайского
be: #Мажайскага

source: Мозырский
be: #Мазырскі

source: Мозырьская
be: #Мазырская

source: Молодёжная
be: #Маладзёжная

source: Молочный
be: #Малочны

source: Монтажников
be: #Мантажнікаў

source: Москвина
be: #Масквіна

source: Московская
be: #Маскоўская

source: Музыкальный
be: #Музычны

source: Мулявина
be: #Мулявіна

source: Мядельская
be: #Мядзельская

source: Мясникова
be: #Мяснікова

source: Мястровская
be: #Мястраўская

source: Нагорный
be: #Нагорны

source: Надеждинская
be: #Надзеждзінская

source: Наклонная
be: #Нахіленая

source: Наклонный
be: #Нахілены

source: Налибокская
be: #Налібоцкая

source: Наполеона Орды
be: #Напалеона Орды

source: Нарочанская
be: #Нарачанская

source: Натуралистов
be: #Натуралістаў

source: Нахимова
be: #Нахімава

source: Невский
be: #Неўскі

source: Неждановой
be: #Няжданавай

source: Независимости
be: #Незалежнасці

source: Некрасова
be: #Някрасава

source: Некрашевича
be: #Некрашэвіча

source: Немига
be: #Няміга

source: Несвижская
be: #Нясвіжская

source: Нестерова
be: #Несцерава

source: Нефтяная
be: #Нафтавая

source: Нефтяной
be: #Нафтавы

source: Никитина
be: #Нікіціна

source: Никифорова
be: #Нікіфарава

source: Новаторская
be: #Наватарская

source: Новаторский
be: #Наватарскi#Наватарскі

source: Новгородская
be: #Наўгародская

source: Новгородский
be: #Наўгародскі

source: Новинковская
be: #Навінкаўская

source: Нововиленская
be: #Нававіленская

source: Нововиленский
be: #Нававіленскі

source: Новосельская
be: #Навасельская

source: Новосельский
be: #Навасельскі

source: Новоуфимская
be: #Новаўфімская

source: Ногина
be: #Нагіна

source: Обойная
be: #Шпалерная

source: Обойный
be: #Шпалерны

source: Обуховская
be: #Абухоўская

source: Обуховский
be: #Абухоўскі

source: Огарёва
be: #Агарова

source: Огородницкая
be: #Агародніцкая

source: Одесская
be: #Адэская

source: Одесский
be: #Адэскі

source: Одинцова
be: #Адзінцова

source: Одоевского
be: #Адоеўскага

source: Озёрная
be: #Азёрная

source: Озёрный
be: #Азёрны

source: Окрестина
be: #Акрэсціна

source: Окружная
be: #Акружная

source: Окружной
be: #Акружны

source: Октябрьская
be: #Кастрычніцкая

source: Олега Кошевого
be: #Алега Кашавога

source: Олешева
be: #Алешава

source: Олимпийский
be: #Алімпійскі

source: Ольховая
be: #Альховая

source: Ольшевского
be: #Альшэўскага

source: Омельянюка
be: #Амельянюка

source: Оранжерейная
be: #Аранжарэйная

source: Орджоникидзе
be: #Арджанікідзэ

source: Ореха Маньчжурского
be: #Арэха Маньчжурскага

source: Орловская
be: #Арлоўская

source: Орловский
be: #Арлоўскі

source: Оршанская
be: #Аршанская

source: Оршанский
be: #Аршанскі

source: Освобождения
be: #Вызвалення

source: Осенний
be: #Асенні

source: Осенняя
be: #Асенняя

source: Осипенко
be: #Асіпенкі

source: Осиповичская
be: #Асіповіцкая

source: Основателей
be: #Заснавальнікаў

source: Острошицкая
be: #Астрашыцкая

source: Охотская
be: #Ахоцкая

source: Охотский
be: #Ахоцкі

source: Ошмянский
be: #Ашмянскі

source: Павла Шпилевского
be: #Паўла Шпілеўскага

source: Павлова
be: #Паўлава

source: Павловского
be: #Паўлоўскага

source: Панфилова
be: #Панфілава

source: Папанина
be: #Папаніна

source: Папернянский
be: #Папярнянскі

source: Парашютная
be: #Парашутная

source: Парижской Коммуны
be: #Парыжскай Камуны

source: Парниковая
be: #Парніковая

source: Парниковый
be: #Парніковы

source: Паровозный
be: #Паравозны

source: Партизанская
be: #Партызанская

source: Партизанский
be: #Партызанскі

source: Пархоменко
be: #Пархоменкі

source: Первомайская
be: #Першамайская

source: Передовая
be: #Перадавая

source: Передовой
be: #Перадавы

source: Переходная
be: #Пераходная

source: Переходный
be: #Пераходны

source: Пермский
be: #Пермскі

source: Песочная
be: #Пясочная

source: Петра Глебки
be: #Пятра Глебкі

source: Петра Мстиславца
be: #Пятра Мсціслаўца

source: Петровщина
be: #Пятроўшчына

source: Петруся Бровки
be: #Пятруся Броўкі

source: Пилотская
be: #Пілоцкая

source: Пимена Панченко
be: #Пімена Панчанкі

source: Пинская
be: #Пінская

source: Пионерская
be: #Піянерская

source: Пирогова
be: #Пірагова

source: Платонова
be: #Платонава

source: Плеханова
be: #Пляханава

source: Победителей
be: #Пераможцаў

source: Победы
be: #Перамогі

source: Подгорная
be: #Падгорная

source: Подлесная
be: #Падлесная

source: Подольская
be: #Падольская

source: Подольский
be: #Падольскі

source: Подшипниковый
be: #Падшыпнікавы

source: Пожарная
be: #Пажарная

source: Пожарского
be: #Пажарскага

source: Покровская
be: #Пакроўская

source: Полевая
be: #Палявая

source: Полевой
be: #Палявы

source: Полесская
be: #Палеская

source: Ползунова
be: #Паўзунова

source: Полиграфическая
be: #Паліграфічная

source: Полиграфический
be: #Паліграфічны

source: Полоцкий
be: #Полацкі

source: Полтавская
be: #Палтаўская

source: Полярная
be: #Палярная

source: Пономарёва
be: #Панамарова

source: Пономаренко
be: #Панамарэнкі

source: Попова
be: #Папова

source: Поселковая
be: #Пасялковая

source: Поселковый
be: #Пасялковы

source: Поставская
be: #Пастаўская

source: Почтовая
be: #Паштовая

source: Праздничная
be: #Святочная

source: Пржевальского
be: #Пржавальскага#Пржавальскага вулiца

source: Привабная
be: #Прывабная

source: Приветливая
be: #Прыветлівая

source: Привокзальная
be: #Прывакзальная

source: Пригородная
be: #Прыгарадная

source: Придорожная
be: #Прыдарожная

source: Прилесная
be: #Прылесная

source: Прилукская
be: #Прылуцкая

source: Прилукский
be: #Прылуцкі

source: Приозёрная
be: #Прыазёрная

source: Притыцкого
be: #Прытыцкага

source: Программистов
be: #Праграмістаў

source: Прогрессивная
be: #Прагрэсіўная

source: Проездной
be: #Праязны

source: Промышленная
be: #Прамысловая

source: Промышленный
be: #Прамысловы

source: Профсоюзная
be: #Прафсаюзная

source: Прушинских
be: #Прушынскіх

source: Прямая
be: #Прамая

source: Псковская
be: #Пскоўская

source: Пугачёвская
be: #Пугачоўская

source: Пулихова
be: #Пуліхава

source: Путейская
be: #Пуцейская

source: Путейский
be: #Пуцейскі

source: Путепроводный
be: #Пуцеправодны

source: Путилова
be: #Пуцілава

source: Пуховичская
be: #Пухавіцкая

source: Пушкина
be: #Пушкіна

source: Пушкинская
be: #Пушкінская
